{
    "symbol": "IRC",
    "address": "0x1f474d6215af83fc973c02d6eb80981ee3da87f9",
    "overview": {
        "en": "Chuangxue APP is created by Zhejiang Chuangxue Technology. It is a mobile app that uses blockchain technology to match tasks with students, allowing them to complete tasks in real time from any mobile device anywhere in the world. Receive credits. In order to allow online education to gain more users, IRC is based on the current APP system, allowing students to use credits to exchange for IRC tokens. The design of the platform is more like a model of the token economy. If you are more involved in the content of different products and services, you will get more digital currency compensation, and you can also participate in the project construction through digital currency. Come. The IRC token is the official cryptocurrency designated by the Genesis platform. Online education merchants can publish teaching products on the platform to obtain IRC tokens; users can complete tasks on the IRC decentralized platform through online learning to obtain IRC tokens. IRC tokens will be used as the equity mapping of Chuangxue Technology in the future. After the main body completes the listing, all IRC tokens held by users will be converted into Chuangxue technology's circulating shares.",
        "zh": "创学APP由浙江创学科技创建，是一款移动端的APP，利用了区块链技术将任务和学员进行匹配，让他们实时从世界上任何地方的任一台移动设备上完成任务，同时也能接收到学分奖励。为了让线上教育能够获得更多的用户，IRC基于当前APP系统，让学员用学分奖励能够兑换成为IRC代币。平台的设计更像是通证经济的模型，如果你更多的参与到不同产品和服务的内容当中，你将会获得更多的数字货币报酬，你也可以通过数字货币参与到项目的建设中来。IRC代币是创学平台指定的官方加密货币。线上教育的商家可以在平台上发布教学产品来获取IRC代币;用户通过线上学习，可以在IRC去中心化平台上完成任务，从而获得IRC代币。IRC代币未来作为创学科技的股权映射，在主体完成上市后，所有用户持有的IRC代币将兑换为创学科技的流通股票。"
    },
    "email": "13967855123@163.com",
    "website": "http://zjchuangxue.com",
    "whitepaper": "http://q5.pdfdo.com/Download/010916544568/010916544568.html",
    "published_on": "2020-01-05",
    "initial_price":{
        "USD":"0.14 USD"
  },
    "links": {
        "twitter": "https://twitter.com/tJ84S4H5g6PeMtp"
    }
}