{"symbol": "BTG","address": "0x4c6dFf204f8312090b6eDC6BE88687AD23D92281","overview":{"en": "BTGAME is the world's first decentralized forecasting platform that fully implements betting and settlement with smart contracts. Players’ funds are fully supervised on the chain through smart contracts. Fund deposits and withdrawals, betting, and settlement operate autonomously on smart contracts through instructions. The result of the draw uses a completely random HECO hash value, and the data is fair and open, eliminating the black box, which is guaranteed In order to ensure the safety of users' funds, it also fully endows players with the ultimate participation experience.In order to allow more users to participate and enhance the fun of the game, the game is equipped with a market maker gameplay method. Users can not only participate in the quiz, but also choose to join the market maker to obtain market maker revenue. In addition, BTGAME has set up an incentive layer pass, and users can get huge incentive rewards by inviting friends to participate in the game.BTG is the only incentive-layer token issued by BTGAME. It has a total of 10 million tokens and will never be issued. 78% is obtained through participation in prediction game mining, and 15% is auctioned (USDT in the auction will also be distributed to the holders as community profits. BTG users), 7% reserved by the team (0.2% released every day). With the increase of game users, a large amount of handling fees will be incurred every day, and part of these handling fees will be sent to promotion users as incentive rewards, and the other part will be in accordance with BTG All the holding ratios are issued to users. In other words, owning BTG means having a steady stream of revenue and building an ecosystem worth billions of dollars.","zh":"BTGAME是全球首个完全以智能合约实现投注、结算的去中心化预测平台。玩家的资 金通过智能合约完全在链上监管，资金存取、投注、结算通过指令在智能合约上自主运行， 开奖结果采用了完全随机的HECO哈希值，数据公正、公开，杜绝暗箱，既保障了用户的 资金安全，又充分赋予玩家极致的参与体验。为了让更多的用户参与并增强游戏的趣味性，游戏设置了做市商玩法，用户不仅可以参 与竞猜还可以自主选择加入做市商获取做市商收益。此外，BTGAME设置了激励层通证， 用户邀请好友参与游戏即可获得巨额的激励酬劳。BTG是BTGAME发行的唯一激励层通证，总量1000万枚，永不增发，78%是通过 参与预测游戏挖矿获得，15%进行拍卖(拍卖的USDT也将作为社区利润全部分发给持有 BTG用户），7%团队预留（每天0.2%释放），随着游戏用户的增加，每天将会产生大量的 手续费，而这些手续费一部分作为激励酬劳发送给推广用户，另外一部分将按照BTG的持 有比例全部发放给用户。换而言之，拥有了BTG即有了源源不断的收益来源，并以此构建 价值数十亿的生态系统。"},"email": "","website": "","state": "NORMAL","links": {"blog": "","twitter": "https://twitter.com/BTGame5","telegram": "https://t.me/BTGame_English_group","github": ""}}