{
  "symbol": "LKC",
  "address": "0x6a91d9c0d728b78fd6c6087f6f636dae1f290355",
  "overview":{
        "en": "Luckycoin founding community was established in 06nd June,2018,Chinese name is猪猪币，English name is Luckycoin，symbol:LKC.


Total 2,019,888,888，six Arabia numbers 8 are best lucky numbers in China, its implication is to bring good luck to everyone in the 2019 Year of the Pig,always get money！We have airdrops and no fundraising.


Starting 2020，we will destroy 50% coins from recycling in each year（No more than 10% of the total），stop deflation until the total amount is 369m,the excess part of the recycling by community voting for how to use it.


As a pass in the ecosystem，there are several ways to use Luckycoin in the future:


	It is used to buy rare props and surrounding souvenirs of a series of related themes in the community mall;	It is used to join Luckyworld and complete KYC certification,then free get a Luckypiggy, it perfectly combines AI, neurons, and blockchain, it has a unique gene and identity, you can participate in a series of games and socialize by developing it;	It is used to participate in the incubation and public investment of all valuable projects inside and outside the Luckychain ecosystem;	To be offered and reward token in the community，as an incentive to encourage community members to participate in community building and development while they are enjoying it;	Launch creative competitions at without day, community members can use Luckycoins to support or buy out creative ideas，the selected image can be put in Luckyworld's sub-IP;	Create a cultural industry chain based on Luckychain for help talented or gifted people realize their value,be more people see and appreciate.And people can use Luckycoins to auction their works and get the chance to communicate with them online;	Connecting Non-Profit Community to donate Luckycoins, the use of distributed account books to track transactions ensures the transparency and reliability of funds. Combining charity is the essence of giving people hope and encouragement, organizing community members to join offline charity events without time，bringing joy and good luck with Luckycoin，take it from society and give back to society.

Luckycoin is an ERC20 token based on Ethereum now，the purpose is to bring happiness and luck to everyone, long-term, attract talented people, create a blockchain of Disney together in the future！",
        "zh": "猪猪币创世社区正式成立于2018.06.06，中文名：猪猪币，英文名：Luckycoin（幸运币），缩写LKC。


总量2,019,888,888（六个八），寓意在2019的猪年给大家带去好运，恭祝发财，一路发！有空投，无募资。


从2020年开始，每年回收的币将会销毁50%（不超过总量的10%），直至总量为3.69亿后即停止通缩，回收部分多余的由社区投票决定用途。


作为生态圈内的通证，在未来Luckycoin会有下面几种使用渠道：


	用于购买社区商城中一众系列相关主题的珍稀道具和周边纪念品；	用于加入Luckyworld和完成KYC认证，免费获得基于AI、神经元和区块链完美结合的基因和身份独一无二的猪猪，用来养成参加一系列的游戏和社交；	用于参加Luckychain生态圈内外所有有价值的项目的孵化和众投；	成为社区内悬赏和打赏代币，作为激励手段鼓励社区成员在尽兴的同时互助社区的建设和发展；	会不定期开展创意大赛，社区成员可以用Luckycoin支持或者买断所看好的创意联合创作，入选的形象可以加入Luckyworld的子IP;	创建一个基于Luckychain的文化产业链，帮助有才艺或天赋的人实现自身的价值，被更多的人看到和欣赏。可以用Luckycoin拍卖他们的作品以及得到和他们在线上进行创作心得交流的机会；	连接非盈利社区捐赠Luckycoin，通过使用分布式账本来跟踪交易确保资金的透明和可信赖度。契合慈善是给人们带来希望和鼓励的本质，不定时的组织社区成员加入线下的慈善活动，和Luckycoin一起送去欢乐和好运，取之于社会，回馈于社会。

目前是基于以太坊的ERC20代币，旨在给持有Luckycoin的人们带去欢乐和幸运，长期广纳贤才，未来一起打造一个区块链中的迪士尼！"
  },
  "email": "LKC@luckycoin.ltd",
  "website": "https://www.luckycoin.ltd/",
  "whitepaper": "https://www.luckycoin.ltd/files/Luckycoin-Whitepaper-CH-version.pdf",
  "state": "LOCKED | NORMAL",
  "published_on": "2018-06-06",
  "initial_price":{
        "ETH":"0 ETH",
        "USD":"0 USD",
        "BTC":"0 BTC"
  },
  "links": {   
    "twitter": "https://twitter.com/Luckycoin18",
    "telegram": "https://t.me/luckycoin18",
    "WeChat Group": "add liulianmao2, please appended a Luckycoin note",
    "QQ group": "743501595",
  }
}
