{
  "symbol": "YZZ",
  "address": "0x7D4188742164bd36822E2384DB188b7A8fDBa27d",
  "overview":{
        "en":"YZZ(Yield Zone.Z)is the only token in the main network of Yield Zone system, and YZZ is the main ecological token. The total number of YZZ is 28000 and will never be issued. YZZ has a wide range of system uses, including but not limited to system mortgage assets, token transaction and contract interaction, miners' fees, real estate, insurance, fund, bank securities deposit, renewable debt and other financial model upgrade landing assets. 
YZZ is committed to solving the liquidity swap problem between financial investment and financing institutions and single point. The use of smart contract blockchain technology makes it possible for the upstream and downstream financial to release the liquidity, which provides a better guarantee for the treatment of non-performing subordinated debt.
Technical Team:
Polar Bear is a R&D team from Russia who has been engaged in the finance and blockchain for many years.What’s more, they has rich group experience and strong technical strength. They were dedicated to solve the problem of trust and liquidity exchange between financial institutions and single point. With applying smart contract technology, it is possible to release liquidity upstream and downstream of the financial system and make better guarantee for dealing with sub-prime bad debt.
Member:
Jey willim
Jey willim was an early software engineer at simility. Simility is an anti-money laundering fraud detection startup acquired by PayPal. He audits smart contracts for projects like WABI. He was also an early investor in many ICOS. Graduated from University College Dublin , majoring in Applied Mathematics and Finance.
Richard 
Richard has rich experience in business development, company development, strategic partnership, customer relationship management and product management. Expertise: looking for strategic partnership and M &amp; A; evaluating partnership and acquisition opportunities; diligence and problem solving, business case development; working with cross functional teams, etc. Richard has worked in important departments of well-known enterprises such as P &amp; G, popt, founder collective, under score, VC, etc. 
Crowly 
Crowly, a graduate of Boston University, once served as marketing director in the marketing departments of fuze and acquia. He is an experienced sales and marketing expert, focusing on achieving sustainable sales growth by combining marketing strategy, demand generation, building and supporting teams, establishing key performance indicators and ensuring discipline implementation. Strong expertise in network security, strategic partnership and sales of B2B software. Strong knowledge base and experience in finance, information technology, operations, public relations, customer support, corporate governance and talent makes him a comprehensive and balanced business leader.  
Andrew  
Andrew is a graduate of Darden School of business at the University of Virginia and holds a Bachelor of Arts degree from Williams College. Political science, specializing in international relations and leadership. Strong analytical skills, writing skills and willingness to learn and challenge. Creative, self-motivated and team player.", 
		"zh": ""
  },
  "email": "barbaallison36@gmail.com",
  "website": "https://www.yzz.zone/",
  "whitepaper": "",
  "state": "NORMAL",
  "published_on": "2020-09-019",
  "initial_price":{
    
        "USD":"9 USD",
        
  },
  "links": {
    "blog": "",
    "twitter": "https://twitter.com/YieldZone_Z",
    "telegram": "",
    "github": "",
    "facebook": "https://www.facebook.com/jey.willim",
    "reddit": "",
    "slack": "",
    "medium": ""
  }
}