{
  "symbol": "CTSC",
  "address": "0xf0E7fB59c4e362C16C6B736E2b4bef9c4aa934A2",
  "overview":{
        "en": "Chitosan chain positioning is based on the block chain to establish a trusted and secure commodity data value network, so that digital assets and commodities in all fields can be very free, mutual trust, highly efficient sharing and exchange, so that information no longer isolated island, so that block chain technology for business and our lives to provide higher Value. In short, it is to create sales and service platform through block chain technology. Chitosan chain is innovated on the basis of traditional product production, sales channels and after-sales service. By using block chain technology, the authenticity and symmetry of product information, sales information and feedback information can be guaranteed. At the same time, the B2C mode of precise docking can be realized by the merchants of chitin application. Value added. Chitosan chain builds a new digital commodity value exchange system based on block chain technology, which can support multi-industry block chain applications and establish block chain ledger with common digits. Chitosan chain is the public sector chain of commodity data value and the bottom chain of decentralized transaction. It not only supports the high-frequency data exchange of financial data exchange, but also supports the development of enterprise application. It can not only utilize the technical characteristics of block chain, but also obtain the multi-dimensional data support of financial industry. Health products such as chitin and other great benefits to mankind have been developed and disseminated.",
        "zh": "壳能链的定位，是基于区块链建立一个可信任的安全的商品数据价值网络，让各个领 域的数字化资产及商品都可以非常自由、相互信任、极度高效地共享交换，让信息不再有 孤岛，让区块链技术为商业和我们的生活提供更高的价值。 简单来说，就是通过区块链技术打造销售和服务平台。壳能链在传统的产品生产、销 售渠道、售后服务的基础上进行革新，通过区块链技术的使用，保证产品信息、销售信 息、使用反馈信息的真实性、对称性，同时对接甲壳素应用的行业商家，实现精准对接的 B2C 模式，从而让商业价值增值。 壳能链打造基于区块链技术的全新数字化商品价值交换系统，能够支持多行业区块链 应用，建立各方共同位数的区块链账本。壳能链区是商品数据价值公有区块链，是去中心化交易的底层链，不仅支撑着金融数据交易所高频的数据交易交换，还可以支持企业级应用开发，不仅可以利用区块链的技术特性，还可以获得金融行业的多维度数据支持。使甲壳素乃至其他对人类有巨大益处的保健品得到发扬，传播。"
  },
  "email": "service@ctsc.ink",
  "website": "http://ctsc.io/",
  "whitepaper": "http://ctsc.io/knl_web/baipishu.pdf",
  "state": "NORMAL",
  "published_on": "2018-07-19",
  "links": {
    "twitter": "https://twitter.com/ctsc_ink"
  }
}
