{
    "symbol": "LBK",
    "address": "0xf849c59Fb20Aa98d8a93b16f77c4e39B0ac51D5A",
    "overview": {
        "en": "LIFE, BANK, established in 2013, is a newly established venture capital fund focused on investing in the most disruptive and influential technological achievements and business innovations in the United States. Our investment areas focus on disruptive emerging technologies such as artificial intelligence, virtual/augmented reality, big data, blockchain, entertainment, media and other enterprise-level applications. The investment phase is mainly for the early stage and the growth period. LIFE BANK is a group and industry certification for the integrated development of competitive industries in Macau, Cambodia and Myanmar: LBK. Combine multiple entity arenas, link high-end resources of investment banks in many countries, focus on innovative ideas to create deep value for customers! Using the leading marketing methods and capital ideas, the Group mainly invests in competitive management, commercial real estate, high-end clubs, ecological pensions, international logistics, etc., based on the capital market, industrial investment for the purpose of industrial chain group operations. LIFE BANK Group's fixed assets: more than 10 arenas in the three places, operating area of ​​50,000 square meters, 450 sports stations, annual revenue of more than 30 billion yuan. The Group invested heavily in the virgin land of Myanmar to build the Royal No. 1 Hotel in Myanmar, and to join the community to create a land-holding industry for everyone, and to build a tourism industry based on the competitive industry chain. The Group takes the development concept of “value symbiosis, benefit sharing”, the general idea of ​​combining development with industry and finance, and uses Internet thinking to create a corporate economy, a new capital system that combines contacts, information, resources, wisdom and methods, and builds information sharing and talents. Sharing, benefit sharing community of interests and community of destiny",
        "zh": "LIFE,BANK,成立于2013年，是一家新成立的风险投资基金，专注于投资 美国最具颠覆性和影响力的科技成果和商业创新。我们关注的投资领域涵 盖人工智能、虚拟/增强现实、大数据、区块链、娱乐、传媒等企业级应用 等具有颠覆性的新兴技术。投资阶段主要为早期以及成长期。LIFE BANK 是一家在澳门、柬埔寨、缅甸三地联合组建的竞技产业集成化发展的集团、产业通证：LBK。联合多家实体竞技场、链接 多个国家地区投行的高端资源，专注于创新意念为客户创造深度价值！运用领 先的营销方式及资本思路，集团主要投资竞技竞猜、商业地产、高端会所、生 态养老、国际物流等，以资本市场为依托，实业投资为目的的产业链集团化运 作企业。 LIFE BANK集团旗下固定资产：三地竞技场十余家、经营面积5万平米、竞技 台450张、年营业收入超300亿元RMB。集团在处女地缅甸投资重金打造缅甸 皇家1号大酒店、联合社会各界资本打造人人持股的落地产业，以竞技产业链 为依托建设娱乐业王国。 集团以“价值共生、利益共享”的发展理念、以产融结合的发展总思路并运用 互联网思维打造社团经济，结合人脉、信息、资源、智慧、方法的新资本体系， 众志成城建设信息共享、人才共享、利益共享的利益共同体和命运共同体"
    },
    "email": "lifebank@protonmail.com",
    "website": "http://whitepaper.lifebank-chain.com/",
    "whitepaper": "http://whitepaper.lifebank-chain.com/lbkwhitepaper.pdf",
    "state": "NORMAL",
    "published_on": "2019-08-04",
    "initial_price": {
        "ETH": "0.066 ETH",
        "USD": "1.66 USD",
        "BTC": "0.0005 BTC"
    },
    "links": {
        "github": "https://github.com/market666/",
        "facebook": "https://www.facebook.com/100040066223568/posts/112624820083058?s=100040066223568&sfns=mo"
    }
}